Repository: Johnson-LYS/FMO-Companion
Catalog: FMOc/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# 等待台站
source: Waiting for Stations
zh_hans: 等待台站

# 等待定位授权
source: Waiting for Location Permission
zh_hans: 等待定位授权

# 等待检查
source: Waiting for check
zh_hans: 等待检查

# 等待消息网络
source: Waiting for Messaging Network
zh_hans: 等待消息网络

# 等待盒子确认后会再次读取坐标。
source: Coordinates will be read again after the FMO confirms the update.
zh_hans: 等待盒子确认后会再次读取坐标。

# 等待确认
source: Waiting for confirmation
zh_hans: 等待确认

# 等待符合当前模式条件的位置事件。
source: Wait for a location event that matches the current mode conditions.
zh_hans: 等待符合当前模式条件的位置事件。

# 等待网络
source: Waiting for network
zh_hans: 等待网络

# 等待网络恢复
source: Wait for network recovery
zh_hans: 等待网络恢复

# 等待讲话
source: Waiting for Voice Activity
zh_hans: 等待讲话

# 等待设备
source: Waiting for device
zh_hans: 等待设备

# 等待设备页显示呼号、服务器或动态信息后重试。
source: Wait for the device page to display the callsign, server or dynamic information and try again.
zh_hans: 等待设备页显示呼号、服务器或动态信息后重试。

# 等待音频
source: Waiting for Audio
zh_hans: 等待音频

# 筛选
source: Filter
zh_hans: 筛选

# 管理后台
source: Management Web UI
zh_hans: 管理后台

# 管理员
source: Administrator
zh_hans: 管理员

# 系统决定位置事件的实际交付时机；时间和距离阈值用于筛选事件，不代表严格定时。
source: The system determines the actual delivery timing of location events; time and distance thresholds are used to filter events and do not represent strict timing.
zh_hans: 系统决定位置事件的实际交付时机；时间和距离阈值用于筛选事件，不代表严格定时。

# 系统可能会询问是否允许访问本地网络。
source: You may be asked to allow access to the local network.
zh_hans: 系统可能会询问是否允许访问本地网络。

# 系统定位会话已中断，请重新尝试。
source: The system location session has been interrupted, please try again.
zh_hans: 系统定位会话已中断，请重新尝试。

# 系统定位会话需要重新建立。
source: The system location session needs to be re-established.
zh_hans: 系统定位会话需要重新建立。

# 系统定位服务当前不可用。
source: System location services are currently unavailable.
zh_hans: 系统定位服务当前不可用。

# 系统已关闭
source: Disabled by iOS
zh_hans: 系统已关闭

# 系统已关闭实时活动
source: Live Activities are disabled by iOS.
zh_hans: 系统已关闭实时活动

# 系统拒绝了实时活动请求
source: The system denied the live activity request
zh_hans: 系统拒绝了实时活动请求

# 系统暂时不允许后台定位，回到 App 后可重新尝试。
source: The system temporarily does not allow background location. You can try again after returning to the app.
zh_hans: 系统暂时不允许后台定位，回到 App 后可重新尝试。

# 系统未能保存实时活动
source: The system failed to save live activity
zh_hans: 系统未能保存实时活动

# 系统未能登记实时活动
source: iOS couldn't register the Live Activity.
zh_hans: 系统未能登记实时活动

# 系统权限
source: System Permissions
zh_hans: 系统权限

# 系统返回了无效坐标
source: The system returned an invalid location
zh_hans: 系统返回了无效坐标

# 结束实时活动
source: End live activity
zh_hans: 结束实时活动

# 继续探索
source: Keep exploring
zh_hans: 继续探索

# 网格
source: Grid
zh_hans: 网格

# 网格中心仅表示大致区域
source: The center of the grid only represents the approximate area
zh_hans: 网格中心仅表示大致区域

# 网络尚未连接，消息未发送
source: The network is not connected yet and the message is not sent.
zh_hans: 网络尚未连接，消息未发送

# 网络身份
source: Network Identity
zh_hans: 网络身份

# 联系我们
source: Contact us
zh_hans: 联系我们

# 联系邮箱
source: Contact email
zh_hans: 联系邮箱

# 自动同步已开启
source: Auto-sync is on
zh_hans: 自动同步已开启

# 自动同步已暂停
source: Auto-sync is paused
zh_hans: 自动同步已暂停

# 自动模式需要“始终”定位授权。
source: Automatic mode requires "Always" location authorization.
zh_hans: 自动模式需要“始终”定位授权。

# 自动模式需要“始终”定位授权。App 不会保存精确坐标，停止后会取消定位、连接和重试任务。
source: Automatic mode requires "Always" location authorization. The app does not save precise coordinates, and will cancel location, connection, and retry tasks when stopped.
zh_hans: 自动模式需要“始终”定位授权。App 不会保存精确坐标，停止后会取消定位、连接和重试任务。

# 自动追踪
source: Auto Tracking
zh_hans: 自动追踪

# 范围过滤
source: Range Filter
zh_hans: 范围过滤

# 西
source: West
zh_hans: 西

# 西北
source: Northwest
zh_hans: 西北

# 西南
source: Southwest
zh_hans: 西南

# 覆盖
source: Coverage
zh_hans: 覆盖

# 讲话者
source: Speaker
zh_hans: 讲话者

# 讲话者方位暂不可用
source: Speaker direction is unavailable
zh_hans: 讲话者方位暂不可用

# 设备
source: Devices
zh_hans: 设备

# 设备会暂时离线，发送前还需通过系统身份确认。
source: The device will be temporarily offline, and system identity confirmation is required before sending.
zh_hans: 设备会暂时离线，发送前还需通过系统身份确认。

# 设备功能
source: Device Features
zh_hans: 设备功能

# 设备地址格式不正确
source: The device address format is invalid
zh_hans: 设备地址格式不正确

# 设备声音
source: Device Audio
zh_hans: 设备声音

# 设备处于静止状态，等待新的位置事件。
source: The device is stationary, waiting for new location events.
zh_hans: 设备处于静止状态，等待新的位置事件。

# 设备当前未连接
source: Device is not currently connected
zh_hans: 设备当前未连接

# 设备当前离线
source: The device is offline
zh_hans: 设备当前离线

# 设备接收音频
source: Device Audio
zh_hans: 设备接收音频

# 设备没有在 5 秒内响应
source: The device did not respond within 5 seconds
zh_hans: 设备没有在 5 秒内响应

# 设备没有返回可切换的服务器。
source: The device did not return any available servers.
zh_hans: 设备没有返回可切换的服务器。

# 设备离线
source: Device Offline
zh_hans: 设备离线

# 设备编号（SSID）
source: Device SSID
zh_hans: 设备编号（SSID）

# 设备编号需填写 0 到 15。
source: SSID must be between 0 and 15.
zh_hans: 设备编号需填写 0 到 15。

# 设备返回了不支持的消息
source: The device returned an unsupported message
zh_hans: 设备返回了不支持的消息

# 设备返回了无法识别的数据
source: The device returned unrecognized data
zh_hans: 设备返回了无法识别的数据

# 设备连接已建立
source: Device connection established
zh_hans: 设备连接已建立

# 设备音频波形
source: Device audio waveform
zh_hans: 设备音频波形

# 设置
source: Settings
zh_hans: 设置

# 设置目标与安全凭据
source: Set target and security credentials
zh_hans: 设置目标与安全凭据

# 设置网络身份
source: Set Network Identity
zh_hans: 设置网络身份

# 语音活动
source: Voice activity
zh_hans: 语音活动

# 请使用支持实时活动的 iPhone 真机测试。
source: Use an iPhone that supports Live Activities.
zh_hans: 请使用支持实时活动的 iPhone 真机测试。

# 请先在设备页发现、手动添加或选择一台 FMO 设备，然后重试。
source: Please discover, manually add, or select an FMO device on the device page and try again.
zh_hans: 请先在设备页发现、手动添加或选择一台 FMO 设备，然后重试。

# 请先完成远控设置
source: Complete Remote Control Settings first.
zh_hans: 请先完成远控设置

# 请先结束其他 App 的部分实时活动后重试。
source: End some Live Activities from other apps and try again.
zh_hans: 请先结束其他 App 的部分实时活动后重试。

# 请先让 iPhone 连接 FMO 所在的 Wi-Fi。
source: Connect your iPhone to the same Wi-Fi as FMO first.
zh_hans: 请先让 iPhone 连接 FMO 所在的 Wi-Fi。

# 请先设置 APRS 身份
source: Set your APRS identity first.
zh_hans: 请先设置 APRS 身份

# 请删除这台设备并重新发现，或检查手动输入的主机和端口。
source: Please delete this device and rediscover it, or check the manually entered host and port.
zh_hans: 请删除这台设备并重新发现，或检查手动输入的主机和端口。

# 请到视野开阔处后重试。
source: Move to an open area and try again.
zh_hans: 请到视野开阔处后重试。

# 请前往系统设置允许定位访问。
source: Allow location access in Settings.
zh_hans: 请前往系统设置允许定位访问。

# 请前往系统设置允许本地网络访问。
source: Allow local network access in Settings.
zh_hans: 请前往系统设置允许本地网络访问。

# 请在 Safari 中检查官方 fmo.local 后台。
source: Open the official fmo.local console in Safari to check it.
zh_hans: 请在 Safari 中检查官方 fmo.local 后台。

# 请在“设置 > FMO 助手”中打开“实时活动”。
source: Turn on Live Activities in Settings > FMO Companion.
zh_hans: 请在“设置 > FMO 助手”中打开“实时活动”。

# 请在系统设置中允许 FMO 助手使用实时活动。
source: Allow FMO Companion to use Live Activities in System Settings.
zh_hans: 请在系统设置中允许 FMO 助手使用实时活动。

# 请完成系统提示；自动模式需要“始终”定位授权。
source: Please complete the system prompts; automatic mode requires "Always" location authorization.
zh_hans: 请完成系统提示；自动模式需要“始终”定位授权。

# 请尝试手动输入盒子的 IPv4 地址。
source: Try entering the FMO IPv4 address manually.
zh_hans: 请尝试手动输入盒子的 IPv4 地址。

# 请尝试输入盒子的 IPv4 地址。
source: Try entering the FMO IPv4 address.
zh_hans: 请尝试输入盒子的 IPv4 地址。

# 请更新到修复后的构建版本后重试。
source: Please update to the fixed build and try again.
zh_hans: 请更新到修复后的构建版本后重试。

# 请检查屏幕使用时间或设备管理中的定位限制。
source: Check location restrictions in Screen Time or device management.
zh_hans: 请检查屏幕使用时间或设备管理中的定位限制。

# 请确认 FMO 在线并在同一局域网。
source: Make sure FMO is online and on the same local network.
zh_hans: 请确认 FMO 在线并在同一局域网。

# 请确认 iPhone 和 FMO 在同一 Wi-Fi。
source: Please make sure iPhone and FMO are on the same Wi-Fi.
zh_hans: 请确认 iPhone 和 FMO 在同一 Wi-Fi。

# 请确认 iPhone 已连接 Wi-Fi。
source: Make sure your iPhone is connected to Wi-Fi.
zh_hans: 请确认 iPhone 已连接 Wi-Fi。

# 请确认定位服务已开启后重试。
source: Make sure Location Services is on, then try again.
zh_hans: 请确认定位服务已开启后重试。

# 请确认盒子仍在线后重试。
source: Make sure FMO is still online, then try again.
zh_hans: 请确认盒子仍在线后重试。

# 请确认盒子在同一 Wi-Fi，或手动输入 fmo.local。
source: Make sure FMO is on the same Wi-Fi, or enter fmo.local manually.
zh_hans: 请确认盒子在同一 Wi-Fi，或手动输入 fmo.local。

# 请确认盒子在线且仍在同一局域网。
source: Make sure FMO is online and still on the same local network.
zh_hans: 请确认盒子在线且仍在同一局域网。

# 请确认系统设置允许实时活动后重试。
source: Please confirm that your system settings allow live activity and try again.
zh_hans: 请确认系统设置允许实时活动后重试。

# 请确认网络稳定后重新检查。
source: Check your network connection, then try again.
zh_hans: 请确认网络稳定后重新检查。

# 请稍后再试
source: Try again later
zh_hans: 请稍后再试

# 请记录设备固件版本并打开连接诊断。
source: Note the device firmware version and open Connection Diagnostics.
zh_hans: 请记录设备固件版本并打开连接诊断。

# 请输入主机名或 IPv4 地址，不要包含 http:// 或路径。
source: Enter a hostname or IPv4 address without http:// or a path.
zh_hans: 请输入主机名或 IPv4 地址，不要包含 http:// 或路径。

# 请输入呼号。
source: Enter a callsign.
zh_hans: 请输入呼号。

# 请输入有效的呼号与 SSID
source: Enter a valid callsign and SSID
zh_hans: 请输入有效的呼号与 SSID

# 请输入消息内容
source: Please enter message content
zh_hans: 请输入消息内容

# 请重启设备后重试；若仍失败，请反馈当前系统版本。
source: Please restart the device and try again; if it still fails, please report the current system version.
zh_hans: 请重启设备后重试；若仍失败，请反馈当前系统版本。

# 请重新获取位置。
source: Get your location again.
zh_hans: 请重新获取位置。

# 请重新获取位置后再同步。
source: Get your location again before syncing.
zh_hans: 请重新获取位置后再同步。

# 请锁屏后再次查看；若仍未显示，请重新打开 App 后重试。
source: Please lock the screen and check again; if it is still not displayed, please reopen the app and try again.
zh_hans: 请锁屏后再次查看；若仍未显示，请重新打开 App 后重试。

# 读取 iPhone 位置
source: Read iPhone location
zh_hans: 读取 iPhone 位置

# 距离 %lld 公里
source: Distance: %lld km
zh_hans: 距离 %lld 公里

# 跟随系统
source: System
zh_hans: 跟随系统

# 车载
source: Driving
zh_hans: 车载

# 车载模式
source: Driving Mode
zh_hans: 车载模式

# 输入地址
source: Enter address
zh_hans: 输入地址

# 运行模式
source: Operating Mode
zh_hans: 运行模式

# 还没有消息
source: No Messages Yet
zh_hans: 还没有消息

# 这台 FMO 还没有通联记录。
source: This FMO has no QSO records yet.
zh_hans: 这台 FMO 还没有通联记录。

# 进入待机
source: Enter standby
zh_hans: 进入待机

# 进行中
source: In Progress
zh_hans: 进行中

# 远控设置
source: Remote Control Settings
zh_hans: 远控设置

# 远程控制
source: Remote Control
zh_hans: 远程控制

# 连接
source: Connect
zh_hans: 连接

# 连接 FMO 后才能开始锁屏仪表盘
source: Connect an FMO before starting the Lock Screen dashboard.
zh_hans: 连接 FMO 后才能开始锁屏仪表盘

# 连接 FMO、查看网络动态、收发 APRS 消息并管理通联记录。
source: Connect to FMO devices, follow network activity, exchange APRS messages, and manage QSO records.
zh_hans: 连接 FMO、查看网络动态、收发 APRS 消息并管理通联记录。

# 连接你的 FMO
source: Connect your FMO
zh_hans: 连接你的 FMO

# 连接失败，正在等待重试
source: Connection failed, waiting to retry
zh_hans: 连接失败，正在等待重试

# 连接诊断
source: Connection diagnostics
zh_hans: 连接诊断

# 追踪
source: Track
zh_hans: 追踪

# 退出全屏仪表盘
source: Exit Full-Screen Dashboard
zh_hans: 退出全屏仪表盘

# 选择 FMO 设备
source: Select FMO device
zh_hans: 选择 FMO 设备

# 选择一台 FMO
source: Choose an FMO
zh_hans: 选择一台 FMO

# 选择设备
source: Select device
zh_hans: 选择设备

# 通常使用 fmo.local；请不要输入 http:// 或 /ws。
source: Normally use fmo.local; do not enter http:// or /ws.
zh_hans: 通常使用 fmo.local；请不要输入 http:// 或 /ws。

# 通联
source: QSOs
zh_hans: 通联

# 部分内容已更新
source: Some content was updated
zh_hans: 部分内容已更新

# 重启设备
source: Restart device
zh_hans: 重启设备

# 重新加载
source: Reload
zh_hans: 重新加载

# 重新尝试
source: Try again
zh_hans: 重新尝试

# 重新扫描
source: Rescan
zh_hans: 重新扫描

# 重新框选我的位置和讲话者
source: Reframe My Location and Speaker
zh_hans: 重新框选我的位置和讲话者

# 重新检查
source: Check Again
zh_hans: 重新检查

# 重新连接这台 FMO 后会自动同步。
source: Reconnect to this FMO to sync automatically.
zh_hans: 重新连接这台 FMO 后会自动同步。

# 重试
source: Try again
zh_hans: 重试

# 锁屏仪表盘
source: Lock Screen Dashboard
zh_hans: 锁屏仪表盘

# 锁屏内容
source: Lock Screen Content
zh_hans: 锁屏内容

# 隐私
source: Privacy
zh_hans: 隐私

# 隐私政策
source: Privacy Policy
zh_hans: 隐私政策

# 需处理
source: Needs Attention
zh_hans: 需处理

# 需要处理
source: Needs Attention
zh_hans: 需要处理

# 需要处理连接问题
source: Connection Needs Attention
zh_hans: 需要处理连接问题

# 需要我的 FMO 坐标和讲话者位置。
source: Requires my FMO coordinates and speaker location.
zh_hans: 需要我的 FMO 坐标和讲话者位置。

# 频率
source: Frequency
zh_hans: 频率

# 首次有效位置会立即同步，之后达到 2 分钟或移动 250 米时同步。该模式会使用更多电量，并需要“始终”定位授权。
source: The first valid position is synchronized immediately and then after 2 minutes or 250 meters of movement. This mode uses more battery and requires "always" location authorization.
zh_hans: 首次有效位置会立即同步，之后达到 2 分钟或移动 250 米时同步。该模式会使用更多电量，并需要“始终”定位授权。

# 首次有效位置会立即同步，之后达到 15 分钟或移动 1 公里时同步。需要“始终”定位授权。
source: The first valid position is synchronized immediately and then after 15 minutes or 1 km of movement. Requires "Always" location authorization.
zh_hans: 首次有效位置会立即同步，之后达到 15 分钟或移动 1 公里时同步。需要“始终”定位授权。
